[
    {
        "details": "“Zionist” dog shot to  death. Two more shots to verify the kill. House set on fire.\nFrom the river to the sea - everything Israeli must die.",
        "path": "/images/zionist_dog.mp4",
        "level": 1
    },
    {
        "details": "Shooting a family car with no remorse.\nWho was there? How many women and children?\nDoesn’t matter to them in the slightest.",
        "path": "/images/family_car.mp4",
        "level": 1
    },
    {
        "details": "They do not care who they are killing.\nNo reasoning, not strategy, no long-term goal.\nOnly a bloodlust to kill all Jews.",
        "path": "/images/porta_potties.mp4",
        "level": 1
    },
    {
        "details": "Shani Louk, a German tourist taken from the music festival. Paraded through Gaza where all children can see.\nYou know why they stripped her.",
        "path": "/images/shani_louk.mp4",
        "level": 2
    },
    {
        "details": "Did they kill the baby and let the father watch? Or kill the father and let the baby watch?",
        "path": "/images/dead_babies_2.webp",
        "level": 2
    },
    {
        "details": "THEY KILLED A BABY IN ITS STROLLER. THEY KILLED A BABY IN ITS STROLLER. THEY KILLED A BABY IN ITS STROLLER. THEY KILLED A BABY IN ITS STROLLER. THEY KILLED A BABY IN ITS STROLLER.  THEY KILLED A...",
        "path": "/images/dead_babies_1.webp",
        "level": 2
    },
    {
        "details": "Footage will escalate now. Take a moment to think if you should continue watching.\nThe atrocities were real and the world must know what happened, but not if it harms you.\nPress stop to see what you can do to help.",
        "path": "/images/health.svg",
        "level": 4
    },
    {
        "details": "A child, butchered in his home.\nThis is what prides their emblem.\nThis is how they get their public's admiration.",
        "path": "/images/emblem_2.jpg",
        "level": 5
    },
    {
        "details": "Elderly people, grandparents, waiting for the bus. All gunned down.\nWhat is a fair response to something like this?",
        "path": "/images/elderly_bus.jpg",
        "level": 5
    },
    {
        "details": "Killed in Israel. Brought into Gaza so that all the neighbours can rejoice. Their religion is death. Their celebrations are death. Their god is death.",
        "path": "/images/desecration.mp4",
        "level": 5
    },
    {
        "details": "Pulled over and shot. Another car was hit with an RPG.\nA real-life carnage. This is what nightmares are made of.",
        "path": "/images/dragged.mp4",
        "level": 5
    },
    {
        "details": "He was already half-dead. They couldn't take him into Gaza as a hostage, like they took the other, so they made sure he dies.",
        "path": "/images/verify_kill.mp4",
        "level": 5
    },
    {
        "details": "They were hiding in their bomb shelter.\nUnarmed. Defenceless. Butchered.\nIs this really about “Liberation”?",
        "path": "/images/shelter_massacre.mp4",
        "level": -1
    },
    {
        "details": "“Asshole jew!”, he screams as he beheads this poor man. He has no uniform, he is not affiliated with Hamas. He just picked up his hoe and crossed the border to kill Jews.",
        "path": "/images/hoe.mp4",
        "level": -1
    }
]